Repository: muirglacier/saiive.live
Catalog: lib/l10n/intl_*.arb
Languages: de, es

source: Hello World!
de: Hallo Welt!
es: ¡Hola, Mundo!

source: Welcome
de: Willkommen
es: Bienvenido

source: Loading...
de: Laden...
es: Cargando...

source: Next
de: Weiter
es: Siguiente

source: Later
de: Später
es: Más tarde

# dark_mode
source: Dark
de: Dunkel
es: Oscuro

# light_mode
source: Light
de: Hell
es: Claro

source: Advanced
de: Erweitert
es: Avanzada

source: Delete
de: Löschen
es: Borrar

source: Save
de: Speichern
es: Ahorrar

source: Add
de: Hinzufügen

source: Visibility
de: Sichtbarkeit
es: Visibilidad

source: Address
de: Adresse
es: Habla a

# show
source: Display
de: Anzeigen

source: Copy
de: Kopieren

source: Price
de: Preis

# show_in_explorer
source: Open in explorer
de: Im Explorer anzeigen

source: Yes
de: Ja

source: No
de: Nein

# test_info
source: Thanks for testing!
de: Danke fürs Testen!
es: Gracias por testear!

# test_info_test
source: Thanks for helping us bringing the saiive.live to a bigger audience. Your feedback helps us a lot!
de: Danke für deine Hilfe das saiive.live für alle verfügbar zu machen. Dein Feedback hilft uns sehr!
es: Gracias por ayudarnos a llevar el saiive.live a una mayor audiencia. Tus comentarios nos ayudan mucho!

# test_info_funds
source: We recomment you staying in the testnet. You will receive some funds from us. We provided a form for that here:
de: Wir bitten dich im testnet zu bleiben. Du bekommst von uns gerne Funds zum testen. Für dies haben wir ein Forumlar erstellt welches du hier findest:
es: Te recomendamos permanecer en la red de pruebas. Recibirás unos fondos de nuestra parte. Te dejamos un formulario para solicitarlos aquí:

# test_info_telegram
source: If you have any questions, we have created a Telegram group for that:
de: Für fragen haben wir eine Telegram Gruppe erstellt, diese findest du hier:
es: Si tienes alguna pregunta, hemos creado un grupo de Telegram para eso:

# test_info_feedback
source: If you want to provide feedback, or found any bugs, please create a GitHub issue here:
de: Möchtest du uns feedback geben, oder hast einen Bug gefunden, leg bitte einen Issue bei GitHub an:
es: Si deseas mandarnos un comentario o encontraste algún error, puedes crear una incidencia en GitHub aquí:

# test_info_epilogue
source: The app has for sure some bugs, if you get an error creating a transaction, just retry it a couple times. Don't forget to create a GitHub issue. You can provide us all your publicKey addresses as well, just copy them from the Settings page!
de: Die App hat sicherlich noch einige Bugs, solltest du einen Fehler bei einer Transaktion bekommen, teste es einfach nochmal! Vergiss bitte nicht einen Issue auf GitHub anzulegen. Du kannst auch alle PublicKeys auf der Settings Seite kopieren!
es: La aplicación probablemente tenga algunos errores, si obtienes un error al crear una transacción, simplemente vuelve a intentarlo. No olvides crear una incidencia en GitHub. También puedes proporcionarnos todas tus direcciones publicKey, ¡simplemente cópialas desde la página de Configuración!

# wallet_home_network
source: Network
de: Netzwerk
es: Red

# wallet_offline
source: It seems we are having some problems with the supernode ({chains}), we are working hard to restore our services. Check back later...
de: Es scheint gerade Probleme mit dem Supernode zu geben ({chains}). Am besten du schaust später nochmal rein!
es: Parece que estamos teniendo algunos problemas con el supernodo ({chains}), estamos trabajando duro para restaurar nuestros servicios. Inténtalo más tarde...

# wallet_uptime_stats
source: Show state
de: Status anzeigen
es: Mostrar estado

# welcome_wallet_create
source: Create a new wallet
de: Neues Wallet anlegen
es: Crear una nueva wallet

# welcome_wallet_restore
source: Import existing wallet
de: Wallet importieren
es: Importar una wallet existente

# welcome_wallet_info
source: Create your DeFiChain wallet and keep full control of your private keys!
de: Erstelle dein DeFiChain Wallet und behalte die Kontrolle deiner Privaten Schlüssel!
es: ¡Crea tu wallet DeFiChain y mantén el control abosuluto de tus claves privadas!

# welcome_wallet_secure
source: Secure
de: Sicher
es: Seguro

# welcome_wallet_privacy
source: We care about your privacy! We do not store any data unencrypted. All your private keys are encrypted locally and protected by your biometrics.
de: Deine Privaten Schlüssel werden lokal verschlüsselt abgelegt und verwaltet, geschützt durch deine Biometrie/PIN.
es: ¡Nos preocupamos por tu privacidad! No almacenamos ningún dato sin cifrar. Todas tus claves privadas están encriptadas localmente y protegidas con tus datos biométricos.

# welcome_accept_terms_and_privacy
source: I've read and accepted the Termns of Service and Privacy Notice
de: Ich habe die Nutzungsbedingungen und Datenschutzerklärung gelesen und akzeptiert
es: He leído y acepto los Términos de servicio y el Aviso de privacidad.

# welcome_legal_text
source: Please review the saiive.live Terms of Service and Private Notice.
de: Bitte lese die Nutzungsbedingungen und Datenschutzerklärung von saiive.live.
es: Revise los Términos de servicio y el Aviso privado de saiive.live.

# welcome_legal_tos
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio

# welcome_legal_privacy
source: Private Notice
de: Datenschutzerklärung
es: Aviso de privacidad

# wallet_new_reveal
source: Reveal my recovery phrase
de: Zeig meine Wiederherstellungswörter
es: Revela mi frase de recuperación

# wallet_new_info1_header
source: What's a recovery phrase?
de: Was sind Wiederherstellungswörter?
es: ¿Qué es una frase de recuperación?

# wallet_new_info1_text
source: It's the master private key to your wallet and the assets within, only you can access and should take full control of it.
de: Es ist dein Master Private Key für dein Wallet, sozusagen Benutzername und Kennwort. Nur du solltest Zugriff darauf haben, gib acht!
es: Es la clave maestra privada de tu wallet y los activos que ésta contiene, solo tú puedes acceder y debes asumir su control total.

# wallet_new_info2_header
source: Why do you need it?
de: Für was brauch ich diese?
es: ¿Por qué la necesitas?

# wallet_new_info2_text
source: You can use it to import and recover your wallet on a new device. If you lose it, you will never get your assets back we do not keep a copy!
de: Du kannst diese nutzen um dein Wallet auf einem anderen Gerät wiederherzustellen. Wenn du diese verlierst, wirst du nie wieder Zugriff auf deine Assets haben, wir speichert keine Kopie davon!
es: Puedes usarla para importar y recuperar tu wallet en un nuevo dispositivo. Si la pierdes, nunca recuperarás tus activos, ¡no guardamos una copia!

# wallet_new_info3_header
source: Where should you store it?
de: Wo sollte ich diese aufbewahren?
es: ¿Dónde debería guardarla?

# wallet_new_info3_text
source: It should be written down and store in a secure offline location. Never take screenshots of it as everything online is hackable!
de: Am besten du schreibst es auf und bewahrst es in einem Offline Storage. Mach keinen Screenshot davon, da dies Hackbar ist!
es: Debe anotarse y almacenarse en un lugar seguro sin conexión. ¡Nunca tomes capturas de pantalla, ya que todo en línea es pirateable!

# wallet_new_info4_header
source: Let's get started!
de: Lass uns starten!
es: Empecemos!

# wallet_new_info4_text
source: You recovery phrase will be shown to you in the next screen as a 24-word phrase
de: Deine Wiederherstellungswörter werden im nächsten Schritt als 24 Wörter gezeigt.
es: Tu frase de recuperación se mostrará en la siguiente pantalla en forma de una frase de 24 palabras

# wallet_new_info5_header
source: Family account?
de: Familien Konto?
es: Cuenta familiar?

# wallet_new_info5_text
source: You can share your recovery phrase with people in your home!
de: Du kannst deine Wiederherstellungswörter mit Personen in deinem Haushalt teilen um ein gemeinsames Haushaltskonto zu führen!
es: ¡Puedes compartir tu frase de recuperación con las personas de tu hogar!

# wallet_new_test_word
source: word
de: Wort
es: palabra

# wallet_new_test_invalid
source: Invalid word
de: Ungültiges Wort
es: palabra inválida

# wallet_new_test_put1
source: Put the #
de: Schreibe das #
es: Pona la #

# wallet_new_test_put2
source: word here
de: Wort hier
es: palabra aquí

# wallet_new_test_confirm
source: Confirm recovery phrase
de: Bestätige deine Wiederherstellungswörter
es: Confirma tu frase de recuperación

# wallet_new_phrase_info
source: This is your recovery phrase! Write it down, and do not lose it!
de: Das sind deine Wiederherstellungswörter. Schreibe sie auf, und verliere sie nicht!
es: ¡Ésta es tu frase de recuperación! Anótala y no la pierdas!

# wallet_new_phrase_path_derivation_type
source: Path derviation type
de: Adresspfad Typ

# wallet_new_creating
source: We are preparing your wallet, hang on a second.
de: Wir bereiten dein Wallet vor, dies dauert einige Sekunden.
es: Estamos preparando tu wallet, espera un segundo.

# wallet_new_creating_title
source: Wallet preparing
de: Wallet
es: Preparándo billetera

# wallet_recovery_phrase_title
source: Recovery phrase
de: Wiederherstellungswörter
es: Frase de recuperación

# wallet_recovery_phrase_test_title
source: Recovery phrase test
de: Wiederherstellungswörter Test
es: Prueba frase de recuperación

# wallet_restore_noAccountFound
source: We did not found a used account, but we have created one for you!
de: Wir konnten kein Konto finden, wir haben eines für dich angelegt!
es: No encontramos una cuenta de usuario, ¡pero la hemos creado para ti!

# wallet_restore_for
source: Restore for {chain} (Path type: {pathDerivation}, Address type: {addressType}, Account index: {account})
de: Wiederherstellen von {chain} (Pfadtyp: {pathDerivation}, Adresstyp: {addressType}, Konto Index: {account})

# wallet_restore_prepare_restore
source: {chain}: Prepare restore...
de: {chain}: Wiederherstellung wird vorbereitet...

# wallet_restore_prepare_addresses
source: {chain}: Saving addresses...
de: {chain}: Adressen werden abgespeichert...

# wallet_restore_accountsFound
source: We have found the following accounts:
de: Wir haben die folgenden Kontos gefunden:
es: Hemos encontrado las siguientes cuentas:

# wallet_restore_accountsAdded
source: The accounts have been added to your local datastore! Your acounts will be synced in the background!
de: Wir haben die Kontos in deinem lokalen Datestore hinzugefügt! Deine Konten werden im Hintergrund aktualisiert!
es: ¡Las cuentas se han agregado a tu base de datos local! Tus cuentas se sincronizarán en segundo plano!

# wallet_restore_loading
source: Restoring your wallet, this can take up some time!
de: Wallet wiederherstellung, dies kann einige Zeit dauern!
es: Restaurando tu billetera, esto puede llevar algo de tiempo!

# wallet_restore_enterMnemonic
source: Enter your recovery phrase to restore your wallet!
de: Gib deinen Wiederherstellungssatz ein!
es: Introduce tu frase de recuperación para restaurar tu billetera!

# wallet_restore_invalidMnemonic
source: The recovery phrase is invalid!
de: Der Wiederherstellungsastz ist ungültig.
es: La frase de recuperación no es válida!

# wallet_restore_enterWords
source: Selelct phrase words
de: Wiederherstellungswörter eingeben
es: Seleccionar palabras de frase

# wallet_restore_recoveryPhrase
source: Recovery phrase
de: Wiederherstellungswörter
es: Frase de recuperación

# wallet_restore_not_safed
source: You didn't safed your recovery words, wanna do that now?
de: Du hast deine Wiederherstellungswörter noch nicht gesichert, willst du das jetzt machen?
es: No guardaste tus palabras de recuperación, ¿quieres hacerlo ahora?

# wallet_restore_word_hint
source: Enter Word
de: Wort eingeben
es: Introducir palabra

# wallet_restore_word_empty
source: Please enter Word
de: Bitte Wort eingeben
es: Por favor, introduce una palabra

# wallet_restore_word_invalid
source: Word is invalid
de: Wort ist ungültig
es: La palabra no es válida

# wallet_empty
source: Your wallet is empty!
de: Dein Wallet ist leer!
es: Tu billetera está vacía!

# wallet_receive
source: Receive
de: Empfangen
es: Recibir

# wallet_receive_warning
source: Send only {coin} to this address. Sending coin or token other than {coin} to this address may result in the loss of your deposit!
de: Sende nur {coin} an diese Adresse. Wenn du einen anderen Coin als {coin} an diese Adresse sendest, kann das zum Verlust deiner Einzahlung führen!
es: Envía solo {coin} a esta dirección. Enviar monedas o fichas que no sean {coin} a esta dirección puede resultar en la pérdida de tu depósito!

# wallet_send
source: Send
de: Senden
es: Enviar

# wallet_use_custom_return_address
source: Use custom change address
de: Verwende Rücksende Adresse

# wallet_return_address
source: Change address
de: Rücksende Adresse

# wallet_send_address
source: Address
de: Adresse
es: Dirección

# wallet_send_amount
source: Amount
de: Menge
es: Cantidad

# wallet_locked
source: Wallet is synchronising right now!
de: Wallet synchronisiert gerade!
es: Wallet se está sincronizando en este momento!

# wallet_use_single_address_mode
source: Only use one address
de: Nur eine Adresse verwenden

# wallet_use_single_address_mode_info
source: If yes, the wallet will only create 1 address!
de: Wenn ja wird nur eine Adresse zum Senden/Empfangen generiert!

# wallet_single_address_mode_switch
source: Changing this settings, changes the behaviour of the address generation/usage!
de: Änderungen dieser Einstellung verändern das Verhalten der Adressgeneriung!

# wallet_operation_share
source: Share...
de: Teilen...

# wallet_operation_failed
source: Transaction failed :(
de: Transaktionsfehler :(
es: Transacción fallida :(

# wallet_operation_no_utxo
source: No UTXO existing. To create a transaction your wallet needs to have some UTXO!
de: Keine UTXO vorhanden. Um eine Transaktionen erstellen zu können, musst du UTXO in deinem Wallet haben.

# wallet_operation_wait_for_confirmation
source: Wait for confirmation...
de: Warte auf Bestätigung...
es: Esperando confirmación...

# wallet_operation_tx_wait_for_confirmation
source: Wait for confirmation {txId}...
de: Warte auf Bestätigung {txId}...
es: Esperando confirmación ({txId})...

# wallet_operation_success
source: Transaction was successful :)
de: Transaktion war erfolgreich :)
es: Transacción exitosa :)

# wallet_operation_show_tx
source: Show transaction in the explorer...
de: Transaktion im Explorer anzeigen...
es: Mostrar transacción en el explorador...

# wallet_operation_refresh_utxo
source: Refreshing utxo...
de: UTXO aktualisieren...
es: Refrescando utxo...

# wallet_operation_refresh_utxo_done
source: Refreshing utxo...done
de: UTXO aktualisieren...fertig
es: Refrescando utxo...acabado

# wallet_operation_build_tx
source: Building transaction
de: Transaktion wird erstellt
es: Construyendo transacción

# wallet_operation_create_swap_tx
source: Create swap transaction
de: Swap transaktion wird erstellt
es: Crear transacción de intercambio

# wallet_operation_send_tx
source: Sending transaction
de: Transaktion wird gesendet
es: Enviando transacción

# wallet_operation_refresh_addresses
source: Refreshing addresses ({from}/{to})
de: Aktualisiere Adressen ({from}/{to})
es: Refrescando direcciones ({from}/{to})

# wallet_operation_refresh_tx
source: Refreshing transactions ({from}/{to})
de: Aktualisiere Transaktionen ({from}/{to})
es: Refrescando transacciones ({from}/{to})

# wallet_operation_create_auth_tx
source: Creating auth tx
de: Erstelle Auth TX
es: Creando auth tx

# wallet_operation_create_pepare_acc_tx
source: Preparing account balance
de: Konto wird vorbereitet
es: Preparando el saldo de la cuenta

# wallet_operation_mempool_conflict_retry
source: We found some pending transactions. We try to wait for them, this could take some time!
de: Es befinden sich noch Transaktionen in der Warteschlange, wir versuchen auf diese zu Warten, dies kann etwas dauern!
es: Encontramos transacciones pendientes. Vamos a esperarlas, ¡esto podría llevar algo de tiempo!

# wallet_operation_mempool_conflict
source: Please wait for your transaction to be reflected in the next block before proceeding with a new transaction.
de: Bitte warte bis deine Transaktion dem nächsten Block hinzugefügt wurde, bevor du mit einer neuen Transaktion fortfährst.
es: Espere a que su transacción se refleje en el siguiente bloque antes de continuar con una nueva transacción.

# wallet_operation_missing_inputs
source: Wallet is not synced. Please retry your transaction.
de: Dein Wallet ist nicht mehr synchronisiert. Bitte versuche die Transaktion erneut.
es: Tu Wallet no está sincronizado. Vuelva a intentar la transacción.

# wallet_operation_price_higher_than_indicated
source: Price is higher than indicated. Increase the slippage to commit the transaction to the blockchain!
de: Der Preis ist höher als angegeben. Um die Transaktion erfolgreich auszuführen musst du das Slippage erhöhen!

source: Addressbook
de: Addressbuch
es: Directorio

# addressbook_add
source: Add address
de: Addresse hinzufügen
es: Añadir dirección

# addressbook_edit
source: Edit address
de: Addresse bearbeiten
es: Editar dirección

# wallet_accounts
source: Accounts
de: Konten

# wallet_account_index
source: Account index
de: Konto Index

# wallet_accounts_readonly
source: Readonly
de: Nur Lesen

# wallet_accounts_spentable
source: Spendable
de: Versendbar

# wallet_accounts_delete
source: Do you want to delete this account?
de: Möchtest du dieses Konto löschen?

# wallet_accounts_address_delete
source: Do you want to delete this account address?
de: Möchtest du dieses Kontoadresse löschen?

# wallet_accounts_address_delete_not_empty
source: Do you want to delete this account address? It still contains some funds!
de: Möchtest du dieses Kontoadresse löschen? Du hast noch Coins auf dieser Adresse!

# wallet_accounts_detail
source: Account details
de: Konto Details

# wallet_accounts_empty
source: No address created yet...
de: Keine Adressen angelegt...

# wallet_accounts_address_add
source: Create new address
de: Neue Adresse anlegen

# wallet_accounts_create
source: You need to create an address first!
de: Du musst zuerst eine Adresse anlegen!

# wallet_accounts_select_type
source: Select type
de: Kontotyp auswählen

# wallet_accounts_add
source: Add account address
de: Kontoadresse anlegen
es: Add account

# wallet_accounts_edit
source: Edit account address
de: Kontoadresse bearbeiten
es: Edit account

# wallet_accounts_import
source: Import account
de: Konto importieren

# wallet_accounts_import_info
source: Private Keys must be WIF formatted. Public Keys as P2SH addresses!
de: Private Keys müssen im WIF Format sein. Public Keys als P2SH Adresse!

# wallet_accounts_import_priv_key_for_pub_key
source: Do you want to import the Private Key for the existing account? ({pubKey})
de: Möchtest du den PrivateKey für das ReadOnly Konto {pubKey} hinzufügen?

# wallet_accounts_import_invalid_pub_key
source: The public key is invalid!
de: Der Public Key ist ungültig!

# wallet_accounts_import_unsupported_key
source: The public key is not supported!
de: Der Public Key wird nicht unterstützt!

# wallet_accounts_import_invalid_priv_key
source: The private key is invalid!
de: Der Private Key ist ungültig!

# wallet_accounts_import_invalid
source: The content is invalid!
de: Der Inhalt ist ungültig!

# wallet_accounts_key_already_imported
source: The key is already imported!
de: Der Schlüssel ist bereits importiert!

# wallet_accounts_cannot_be_empty
source: The field cannot be empty!
de: Das Feld darf nicht leer sein!

# wallet_accounts_saved
source: Account saved
de: Konto wurde gespeichert

# wallet_account_export_private_key
source: Export private key
de: Private Key exportieren

# wallet_account_nothing_selected
source: No account selected
de: Kein Konto ausgewählt

source: Settings
de: Einstellungen
es: Ajustes

# settings_common
source: Common
de: Allgemein

# settings_support
source: Support
de: Hilfe
es: Soporte

# settings_set_password
source: Set/change password
de: Passwort setzen/ändern
es: Establecer/cambiar contraseña

# settings_network
source: Network
de: Netzwerk
es: Red

# settings_remove_seed
source: Remove Seed
de: Seed löschen
es: Eliminar Seed

# resync_wallet_from_seed
source: Resync wallet
de: Wallet synchronisieren

# settings_show_logs
source: Show logs
de: Logs zeigen
es: Mostrar logs

# settings_logs_copied
source: Logs copied...
de: Logs kopiert...

# settings_show_wallet_addresses
source: Wallet addresses
de: Wallet Adressen
es: Dirección Wallet

# settings_show_seed
source: Show Seed
de: Seed anzeigen
es: Mostrar Seed

# settings_removed_seed
source: Removed saved seed
de: Seed gelöscht
es: Eliminar seed guardado

# settings_donate
source: If you want to help making the App even better, you can donate $DFI here:
de: Wenn du uns helfen willst, die App noch besser zu machen, kannst du uns gerne DFI spenden:
es: Si quieres ayudarnos a mejorar aún más la aplicación, puedes donar $DFI aquí:

# settings_auth_biometric
source: Biometric
de: Biometrisch
es: Biométrica

# settings_auth_none
source: None
de: Keine
es: Ningún

# settings_network_changed
source: Network updated...
de: Netzwerk wurde geändert...
es: Red actualizada...

# settings_change_network_title
source: Danger!
de: Achtung!
es: Alerta!

# settings_change_network_text
source: Are you sure to switch to "Mainnet"? You alone are responsible for your funds!
de: Bist du sicher ins "Mainnet" zu wechseln? Du bist allein für deine Funds verantwortlich!
es: ¿Estás seguro de cambiar a "Mainnet"? Eres el único responsable de tus fondos!

# wallet_token_available_balance
source: Available balance
de: Verfügbar
es: Saldo disponible

# wallet_token_transactions
source: Transactions
de: Transaktionen
es: Transacciones

# wallet_token_show_in_explorer
source: Open in explorer
de: Im Explorer anzeigen
es: Abrir en el explorador

source: Receive
de: Empfangen
es: Recibir

# receive_address_copied_to_clipboard
source: Address copied to Clipboard
de: Adresse wurde in die Zwischenablage übernommen
es: Dirección copiada al portapapeles

source: Send
de: Senden
es: Enviar

source: Cancel
de: Abbrechen
es: cancelar

# dex_from_token
source: From Token
de: Von Token
es: De Token

# dex_from_amount
source: From Amount
de: Menge Von
es: De Cantidad

# dex_to_token
source: To Token
de: Auf Token
es: A Token

# dex_to_amount
source: To Amount
de: Menge Auf
es: A Cantidad

# dex_price
source: Price
de: Preis
es: Precio

# dex_amount
source: Amount
de: Erhaltender Betrag
es: Cantidad

# dex_commission
source: Commision
de: Komission
es: Commisión

# dex_insufficient_funds
source: Insufficient Funds for Swap
de: Nicht genügend Balance für Tausch.
es: Fondos insuficientes para el intercambio

# dex_swap_successfull
source: Swap successfull
de: Swap erfolgreich
es: Intercambio exitoso

# dex_swap_show_transaction
source: In Explorer
de: Im Explorer
es: En el explorador

# dex_to_address
source: Receive tokens at
de: Token erhalten an
es: Reciba tokens en

# dex_v2_from_token
source: From Token
de: Von Token

# dex_v2_to_token
source: To Token
de: Zu Token

# dex_v2_from_amount
source: From Amount
de: Von Menge

# dex_v2_swap_amount
source: How much from you wanna swap?
de: Wie viel Von möchtest du tauschen?

# dex_v2_amount_to_receive
source: Amount ro receive
de: Menge die du bekommst

# dex_v2_price_in
source: price in
de: Preis in

# dex_v2_amount_to_be_converted
source: Amount to be converted
de: Menge die umgewandelt wird

# dex_v2_estimated_to_receive
source: Estimated to receive
de: Geschätzte Menge die du bekommst

# dex_v2_prices
source: Prices
de: Preise

# dex_v2_tx_details
source: Transaction Details
de: Transaktion Details

# dex_v2_swap_details
source: Swap Details
de: Tausch Details

# dex_v2_swap_successful
source: Swap was successful!
de: Tausch war erfolgreich!
