Repository: muirglacier/saiive.live
Catalog: lib/l10n/intl_*.arb
Languages: de, es

# dex_v2_max_price
source: Max Price
de: Maximaler Preis

# home_welcome_good_morning
source: Good morning
de: Guten Tag
es: Buenos dias

# home_welcome_good_day
source: Good day
de: Guten Tag
es: Buenos días

# home_welcome_good_evening
source: Good evening
de: Guten Abend
es: Buenas tardes

# home_welcome_account_synced
source: Wallet is synced...
de: Wallet ist aktualisiert...
es: Tu wallet está sincronizada...

# home_welcome_account_syncing
source: Synchronizing...
de: Aktualisieren...
es: Sincronizando...

# home_welcome_account_block_height
source: Block Height:
de: Block Höhe:

# liquidity_pool_share_percentage
source: Pool-Share
de: Pool-Anteil
es: Participación del pool

# liquidity_add
source: Add Liquidity
de: Hinzufügen
es: Añadir liquidez

# liquidity_add_shares_addr
source: Receive shares at
de: Erhalte Anteil auf
es: Reciba acciones en

# liquidity_add_total_pooled
source: Totally pooled
de: Insgesammt gepoolt
es: Total pooled

# liquidity_add_insufficient_funds
source: Insufficient Funds for LM
de: Nicht genügend Balance für LM
es: Fondos insuficientes para LM

# liquidity_add_price
source: Price
de: Preis
es: Precio

# liqudity_add_successfull
source: Add liquidity successfull
de: Hinzufügen war erfolgreich
es: Liquidez añadida con éxito

# liqudity_your_liquidity
source: Your Liquidity
de: Deine Liquidität
es: Tu liquidez

# liqudity_pool_pairs
source: Pool Pairs
de: Pool Paare
es: Parejas del pool

# liquidity_remove
source: Remove Liquidity
de: Entfernen
es: Retirar liquidez

# liquidity_remove_price
source: Price
de: Preis
es: Precio

# liquidity_remove_of
source: of
de: von
es: de

# liquidity_remove_successfull
source: Removed liquidity successfull
de: Entfernen war erfolgreich
es: Liquidez retirada con éxito

# authenticate
source: Please authenticate
de: Authentifiziere Dich
es: Por favor, autentícate

# pin_return
source: Return to first step
de: Zurück zum ersten Schritt
es: Volver al primer paso

# pin_confirm
source: Confirm PIN
de: PIN bestätigen
es: Confirmar PIN

# pin_enter
source: Enter your PIN
de: PIN Eingabe
es: Ingresa tu PIN

# update_text
source: A new version of {appName} is available!
de: Eine neue Version von {appName} ist verfügbar!
es: ¡Una nueva versión de {appName} está disponible!

# update_start
source: Install
de: Installieren
es: ACTUALIZAR

# update_cancel
source: Abort
de: Abbrechen
es: MÁS TARDE

# expert_title
source: Expert mode
de: Experten Modus

# expert_address_title
source: Expert address mode
de: Experten Adressen Modus

source: Expert
de: Experte

# dfx_buy_title
source: Buy/Sell DFI
de: DFI Kaufen/Verkaufen

# dfx_buy_address
source: Buy address
de: Kaufadresse

# loan_vaults
source: Vaults
de: Darlehen

# loan_amount
source: Amount
de: Menge

# loan_current_amount
source: Current Amount
de: Aktuelle Menge

# loan_current_amount_usd
source: Current Value ({currency})
de: Aktuelle Wert ({currency})

# loan_browse_loans
source: Browse Loans
de: Darlehen durchsuchen

# loan_your_loans
source: Your Loans
de: Deine Darlehen

# loan_no_vault_created
source: No Vault created
de: Kein Vault erstellt

# loan_vault_creation_info
source: To get started, create a vault add DFI and other tokens as collateral
de: Erstelle einen Vault und fürge DFI und andere Token als Kollateral ein.

# loan_create_vault
source: Create Vault
de: Vault erstellen

# loan_interest
source: Interest
de: Zinsen

# loan_price_usd
source: Price ({currency})
de: Preis ({currency})

# loan_collaterals
source: Collaterals
de: Kollateral

# loan_active_loans
source: Active Loans
de: Aktive Darlehen

# loan_total_loan_amount
source: Total Loan Amount
de: Gesamtes Darlehen

# loan_collateral_amount
source: Collateral Amount
de: Gesamtes Kollateral

# loan_collateral_ratio
source: Collateral Ratio
de: Besicherungsquote

# loan_next_collateral_ratio
source: Next Collateral Ratio
de: Nächste Besicherungsquote

# loan_no_active_loans
source: No active Loans
de: Keine Aktiven Darlehen

# loan_close_vault_success
source: Vault was successfully closed
de: Vault wurde erfolgreich beendet

# loan_update_vault_success
source: Vault was successfully update
de: Vault wurde erfolgreich geändert

# loan_create_vault_success
source: Vault was successfully created
de: Vault wurde erfolgreich erstellt

# loan_borrow_success
source: Borrow was successfully.
de: Darlehen wurde erfolgreich genommen.

# loan_collateral_success
source: Collateral was successfully changed
de: Kollateral wurde erfolgreich geändert

# loan_payback_success
source: Loan was paid back successfully
de: Dahrlehen wurde erfolgreich zurückbezahlt.

# loan_borrowed_tokens
source: Borrowed Tokens
de: Geliehene Tokens

# loan_interest_amount
source: Interest amount
de: Gesamte Zinsen

# loan_amount_payable
source: Amount Payable
de: Zahlbarer Betrag

# loan_price_per_token
source: Price per Token
de: Preis pro Token

# loan_payback_loan
source: Payback
de: Zurückzahlen

# loan_payback_loan_insufficient_funds
source: Insufficient tokens to paybkack loan!
de: Zu wenig Token um das Darlehen zurückzahlen zu können!

# loan_borrow_more
source: Borrow more
de: Mehr ausleihen

# loan_borrow
source: Create Loan
de: Darlehen erstellen

# loan_min_collateral_ratio
source: Min. collateral ratio
de: Min. Besicherungsquote

# loan_prev_min_collateral_ratio
source: Prev. Min. collateral ratio
de: Alte Min. Besicherungsquote

# loan_new_min_collateral_ratio
source: New Min. collateral ratio
de: Neue Min. Besicherungsquote

# loan_vault_interest
source: Vault Interest
de: Vault Zinsen

# loan_prev_vault_interest
source: Prev. Vault Interest
de: Alte Vault Zinsen

# loan_new_vault_interest
source: New. Vault Interest
de: Neue Vault Zinsen

# loan_collateral_value
source: Collateral Value
de: Kollateral Wert

# loan_vault_health
source: Vault Health
de: Vault Status

# loan_vault_loan_scheme
source: Loan Scheme
de: Darlehen Schema

# loan_no_collateral_amounts
source: No Collateral
de: Kein Kollateral vorhanden

# loan_vault_halted_info
source: The activity of this vault has been temporarily halted due to price volatility in the market. This vault will resume its activity once the market stabilizes.
de: Die Aktivität dieses Vaultes wurde temporär angehalten. Grund: Starke Volatilität im Markt. Der Vault wird fortgesetzt wenn sich der Markt stabilisiert hat.

# loan_collateral_dfi_ratio
source: Your collateral has to be at least 50% DFI in order to get a loan.
de: Das Kollateral muss mindestens 50% DFI sein um ein Darlehen zu bekommen

# loan_collateral_ratio_to_little
source: Your collateral ratio fell bellow the defined ratio in the Scheme.
de: Deine Besicherungsquote ist unterhalb des mindestwertes des Vaults Schemas!

# loan_change_collateral
source: Change Collateral
de: Kollateral anpassen

# loan_close_vault
source: Close Vault
de: Vault schließen

# loan_edit_scheme
source: Edit Scheme
de: Schema ändern

# loan_close_vault_not_possible_due_loans
source: Close vault not possible, you still have open loans in it!
de: Vault kann nicht geschlossen werden, du musst zuerst deine Darlehen zurückzahlen!

# loan_vault_details_tab_active_loan
source: Active Loans
de: Darlehen

# loan_vault_details_tab_collaterals
source: Collaterals
de: Kollateral

# loan_vault_details_tab_auctions
source: Auctions
de: Versteigerungen

# loan_transaction_type
source: Transaction Type
de: Transaction Typ

# loan_create_vault_fee
source: Vault fee
de: Vault Gebühr

# loan_create_est_fee
source: Estimated Fee
de: Geschätzte Gebühr

# loan_edit_est_fee
source: Estimated Fee
de: Geschätzte Gebühr

# loan_create_fees
source: Total transaction cost
de: Gesamte Gebühr

# loan_vault_interest_rate_apr
source: Interest Rate (APR)
de: Zinssatz (APR)

# loan_create_vault_info
source: You are creating a vault
de: Du erstellt einen neuen Vault

# loan_edit_vault_info
source: You are editing scheme of Vault
de: Du bearbeitest das Schema von Vault

# loan_create_id_generated
source: ID will be generated once the vault has been created
de: ID wird generiert wenn der Vault erstellt wird.

# loan_vault_customer_owner_address
source: Use custom vault owner address
de: Benutze eigeene Vault Besitzer Adresse

# loan_vault_owner_address
source: Vault owner address
de: Vault Benutzer Adresse

# loan_return_address
source: Change address
de: Rücksende Adresse

# loan_continue
source: Continue
de: Weiter

# loan_cancel
source: Cancel
de: Abbrechen

# loan_confirm_create_vault
source: Confirm Create Vault
de: Bestätigen Vault erstellen

# loan_confirm_edit_vault
source: Confirm Edit Vault
de: Bestätigen Vault bearbeiten

# loan_create_choose_scheme
source: Choose loan scheme for your vault
de: Wähle ein Darlehen Schema für deinen Vault

# loan_create_choose_schema_info
source: This sets the minimum collateral ratio and the vault's interest rate.
de: Das setzt das Min. Besicherungsquote und Zinsen für deinen Vault.

# loan_you_are_borrowing
source: You are borrowing
de: Du leihst dir aus

source: Loan Tokens to borrow
de: Darlehen Token zum leihen

# loan_token_interest
source: Token Interest
de: Token Zinsen

# loan_token_interest_amount
source: Total Interest Amount
de: Gesamt Zinsen

# loan_token_total_interest
source: Total Loan + interest
de: Gesamt Darlehen + Zinsen

# loan_token_total_interest_rate
source: Interest (Vault + Token)
de: Zinsen (Vault + Token)

# loan_total_loan_usd
source: Total Loan {currency}
de: Gesamt Darlehen {currency}

# loan_resulting_collateral
source: Resulting collateral Ratio
de: Ergebnis Besicherungsquote

# loan_borrow_confirm_title
source: Borrow Loan Token Confirm
de: Darlehen Token bestätigen

# loan_borrow_title
source: Borrow Loan Token
de: Dahrlehen Token

# loan_transaction_details
source: Transaction Details
de: Transaktion Details

# loan_transaction_result
source: Transaction Results
de: Transaktion Ergebnis

# loan_borrow_confirm
source: Confirm Borrow
de: Darlehen bestätigen

# loan_borrow_choose_token
source: Choose a Loan Token
de: Wähle einen Darlehen Token

# loan_borrow_choose_vault
source: Choose your Vault
de: Wähle einen Vault

# loan_total_collateral
source: Total Collateral
de: Gesamt Kollateral

source: Loan Token
de: Darlehen Token

# loan_borrow_amount
source: How much to add?
de: Wie viel willst du hinzufügen?

# loan_add_collateral_confirm_title
source: Add Collateral Confirm
de: Kollateral bestätigen

# loan_current_collateral
source: Current Collaterals
de: Aktuelles Kollateral

# loan_collateral_changes
source: Changes
de: Änderungen

# loan_collateral_after_tx
source: Final Collateral after TX
de: Kollateral nach TX

# loan_no_collaterals
source: No Collaterals
de: Kein Kollateral

# loan_add_collateral_title
source: Add Collateral
de: Kollateral hinzufügen

# loan_add_token_as_collateral
source: Add token as collateral
de: Füge Token als Kollateral hinzu

# loan_add_collateral_available
source: Available
de: Verfügbar

# loan_add_collateral_how_much
source: How much to add?
de: Wie viel möchtest du hinzufügen?

# loan_change_collateral_how_much
source: How much to change?
de: Wie viel möchtest du ändern?

# loan_add_collateral_insufficient_funds
source: Amount is invalid, insufficient funds
de: Menge ist ungültig, ungenügend Vermögen vorhanden

# loan_payback
source: Payback
de: Zurückzahlen

# loan_payback_title
source: Payback Loan
de: Darlehen Zurückzahlen

# loan_payback_available_balance
source: Available Balance
de: Verfügbar

# loan_tokens_to_pay_back
source: Tokens to pay back
de: Tokens zum Zurückzahlen

# loan_payback_value
source: Value
de: Wert

# loan_collateral_edit
source: Edit
de: Bearbeiten

# loan_vault_transfer
source: Transfer Vault
de: Darlehen übertragen

# loan_payback_dfi_fee
source: A 1% fee is applied when you pay with DFI
de: Wenn du mit DFI bezahlst, wird eine Gebühr von 1% erhoben

# loan_payback_dfi_value_in_usd
source: DFI Value in $
de: DFI Wert in $

# loan_payback_loan_value_in_dfi
source: Loan Value in DFI
de: Dahrlehen Wert in DFI

# loan_payback_dfi_to_pay
source: DFI to pay
de: DFI zu bezahlen

# loan_payback_dfi_penalty
source: DFI Penalty
de: DFI Gebühr

# loan_faq_collateral
source: How is the collateralization ratio calculated?
de: Wie wird die Besicherungsquote berechnet?

# loan_faq_collateral_answer
source: The collateralization ratio is calculated by taking the total collateral value deposited in a vault; divided by the amount of loan taken plus total interest, expressed in percentage.
de: Die Besicherungsquote wird berechnet, indem der Gesamtwert der in einem Vault hinterlegten Sicherheiten durch den aufgenommenen Darlehensbetrag und die Gesamtzinsen geteilt wird, ausgedrückt in Prozent.

# loan_faq_collateral_ratio
source: What is the collateralization ratio used for?
de: Wozu dient die Besicherungsquote?

# loan_faq_collateral_ratio_answer
source: The collateralization ratio determines the state of the vault. A ratio below the minimum collaterization ratio results in liquidation, upon which, a vault's collaterals will be sent for auction. Indicators have been included to help visualise the health of your vault, where: Red: 1x – 1.25x above the minimum collateralization ratio Yellow: 1.25x – 1.5x the minimum collateralization ratio Green: More than 1.5x the minimum collateralization ratio
de: Die Besicherungsquote bestimmt den Zustand des Vaults. Liegt der Besicherungsgrad unter der Mindestbesicherungsquote, werden die Sicherheiten des Vaults zur Versteigerung (Auktion) freigegeben. Um den Zustand deines Vaults zu veranschaulichen, wurden farbliche Indikatoren eingefügt, die wie folgt aussehen: Rot: 1x - 1,25x über dem Mindestbesicherungsverhältnis Gelb: 1,25x - 1,5x über dem Mindestbesicherungsverhältnis Grün: Mehr als das 1,5-fache des Mindestbesicherungsverhältnisses

# loan_faq_vault_status
source: What does the different status of a vault mean?
de: Was bedeutet der unterschiedliche Status eines Vaults?

# loan_faq_vault_status_answer
source: Active: When a vault has been created but no loan has been taken yet At risk: When the collateralization ratio of a vault is between 1x – 1.5x the minimum collateralization ratio Healthy: When the collateralization ratio of a vault is more than 1.5x the minimum collateralization ratio In liquidation: When a vault's collateralization ratio falls below the minimum requirement Halted: When any token in the vault (collateral or loan) has fluctuated more than 30% in the past hour
de: Aktiv: Wenn ein Vault angelegt wurde, aber noch kein Darlehen aufgenommen wurde Gefährdet: Wenn die Besicherungsquote eines Vaults zwischen 1x - 1,5x der Mindestbesicherungsquote liegt Gut: Wenn der Besicherungsgrad eines Vaults mehr als das 1,5-Fache des Mindestbesicherungsgrades beträgt In Liquidation: Wenn der Besicherungsgrad eines Vaults unter die Mindestanforderung fällt Gestoppt: Wenn ein Token im Vault (Sicherheit oder Darlehen) in der letzten Stunde um mehr als 30 % geschwankt hat

# loan_faq_vault_interests
source: How are interests calculated for loan?
de: Wie werden die Zinsen für Darlehen berechnet?

# loan_faq_vault_interests_answer
source: There are 2 types of interests that applies for loans, namely vault interest rate and token interest rate. The vault interest rate is determined when the vault owner selects the vault scheme, where the higher the minimum collateralization ratio, the lower the vault interest rate. The token interest rate is applied on specific loan tokens, and can differ from token to token. The total interest rate applied on a loan is derived by taking the vault interest rate + token interest rate, and is calculated on a per annum basis.
de: Es gibt 2 Arten von Zinssätzen, die für Darlehen gelten, nämlich den Vault-Zinssatz und den Token-Zinssatz. Der Vault-Zinssatz wird festgelegt, wenn der Vaultbesitzer das Darlehensmodell auswählt, wobei der Vault-Zinssatz umso niedriger ist, je höher die Mindestbesicherungsquote ist. Der Token-Zinssatz wird auf bestimmte Darlehenstoken angewandt und kann sich von Token zu Token unterscheiden. Der Gesamtzinssatz für ein Darlehen ergibt sich aus dem Vault-Zinssatz und dem Token-Zinssatz und wird auf jährlicher Basis berechnet.

# loan_faq_vault_factor
source: What is collateral factor?
de: Was ist der Beleihungsfaktor?

# loan_faq_vault_factor_answer
source: The collateral factor determines the degree of contribution of each collateral token. For example, if a token is accepted at 70% collateral factor, $100 worth of the token would contribute to $70 of collateral value in a vault.
de: Der Beleihungsfaktor bestimmt den Grad des Beitrags jedes Beleihungswertes. Wenn beispielsweise ein Token mit einem Besicherungsfaktor von 70 % akzeptiert wird, würden Token im Wert von 100 $ davon zu einem Besicherungswert von 70 $ in einem Vault führen..

# loan_auction_filter_mine
source: My Vaults
de: Meine Vaults

# loan_auction_filter_buyable
source: Buyable Vaults
de: Leistbare Vaults

# loan_auction_filter_highest_bidder
source: Highest Bidder
de: Höchstes Gebot

# loan_no_auctions
source: No Auctions currently
de: Keine Auktionen gefunden

# loan_auction
source: Auction
de: Auktion

# loan_auction_your_bid
source: Your Bid
de: Dein Gebot

# loan_auction_highest_bid
source: Highest Bid
de: Höchstes Gebot

# loan_auction_min_bid
source: Min Bid Value
de: Mindest Gebot Wert

# loan_auction_bid_available_balance
source: Available Balance
de: Verfügbar

# loan_auction_min_bid_has_to_be
source: Bid has to be min
de: Mindestgebot muss sein

# loan_auction_create_bid
source: Create Bid
de: Gebot abgeben

# loan_auction_bid_how_much
source: How much you want to bid?
de: Wie viel willst du bieten?

# loan_auction_bid_from
source: From
de: Von

# loan_auction_bid_from_text
source: Set from address
de: Ändere von Adresse

# loan_auction_your_vault
source: Your Vault
de: Dein Vault

# home_liquidity
source: Liquidity
es: Liquidez

source: Label
es: Etiqueta

source: Details
es: Detalles

# wallet_new_test_confirm_info
source: Just to make sure that you wrote down the correct words!
es: ¡Asegúrate de haber escrito las palabras correctas!

# wallet_send_address_scan
source: Scan
es: Escanear

# settings_disclaimer
source: No one who is contributing to this project is taking any responsibility of what happens to your funds.
es: Nadie que esté contribuyendo a este proyecto se hace responsable de lo que pueda suceder con tus fondos.

# dex_swap
source: Swap
es: Intercambio

source: Liquidity
es: Liquidez

# liquidity_add_amount_a
source: Amount A
es: Cantidad A

# liquidity_add_amount_b
source: Amount B
es: Cantidad B

# liquidity_add_pool_share
source: Pool Share
es: Participación del pool

# biometric_auth_error
source: Biometric Authentification Error
es: Error de autenticación biométrica

# update_title
source: Update
es: Versión
